/* Amount of disk space remaining and amount of bandwidth used */
"%@ disk | %@ bandwidth" = "%1$@ disk | %2$@ bandwidth";

/* Account Status - the command name itself */
"Account Status" = "Statut du Compte";

/* Add DB Hostname - the command name itself */
"Add DB Hostname" = "Ajouter DB Hostname";

/* Add DB User - the command name itself */
"Add DB User" = "Ajouter DB Utilisateur";

/* Add DNS Record - the command name itself */
"Add DNS Record" = "Ajouter l'enregistrement DNS";

/* Add Mail Filter - the command name itself */
"Add Mail Filter" = "Ajouter un filtre E-Mail";

/* Add promomotional/rewards Code - the command name itself */
"Add Promo Code" = "Ajouter code Promo";

/* Add Server - the command name itself */
"Add Server" = "Ajouter un Serveur";

/* Add Subscriber - the command name itself */
"Add Subscriber" = "Ajouter Abonné";

/* Add User - the command name itself
   Button to add a user */
"Add User" = "Ajouter Utilisateur";

/* In-progress text for adding a promotional/rewards code */
"Adding code..." = "Adding code...";

/* In-progress text for adding an e-mail filter */
"Adding filter..." = "Adding filter...";

/* In-progress text for adding the hostname */
"Adding hostname..." = "Adding hostname...";

/* In-progress text for adding a DNS record */
"Adding record..." = "Adding record...";

/* In-progress text for adding a private server */
"Adding server..." = "Adding server...";

/* In-progress text for adding the e-mail subscriber */
"Adding subscriber..." = "Adding subscriber...";

/* In-progress pop-up message while adding a user
   In-progress text for adding a database user
   In-progress text for adding a user */
"Adding user..." = "Adding user...";

/* In-progress button text while adding a user */
"Adding..." = "Adding...";

/* Adds a DNS record */
"Adds a DNS record" = "Adds a DNS record";

/* Adds an e-mail filter */
"Adds a mail filter" = "Adds a mail filter";

/* Adds a MySQL database host name */
"Adds a MySQL hostname" = "Adds a MySQL hostname";

/* Adds a MySQL database user */
"Adds a MySQL user" = "Adds a MySQL user";

/* Adds a private server */
"Adds a private server" = "Adds a private server";

/* Adds a promotional/rewards code */
"Adds a promo code" = "Adds a promo code";

/* Adds a user of various types (FTP, SFTP, and shell) */
"Adds a user (ftp, sftp, shell)" = "Adds a user (ftp, sftp, shell)";

/* Adds an e-mail subscriber to an announcement list */
"Adds an announcement subscriber to a list" = "Adds an announcement subscriber to a list";

/* Amount of money due or owed on an account */
"Amount Due" = "Amount Due";

/* Amount of money that is past due on the account */
"Amount Past Due" = "Amount Past Due";

/* Announcement Lists - the command name itself */
"Announcement Lists" = "Announcement Lists";

/* API Commands - the command name itself */
"API Commands" = "API Commands";

/* API Keys - the command name itself */
"API Keys" = "API Keys";

/* Balance of money remaining on an account */
"Balance" = "Balance";

/* Account financial balance, rebilling date/datum, and more data */
"Balance, rebilling date, and more" = "Balance, rebilling date, and more";

/* Data bandwidth and disk (data) usage for users */
"Bandwidth and disk usage for users" = "Bandwidth and disk usage for users";

/* Bandwidth usage across all the domains */
"Bandwidth usage for all domains" = "Bandwidth usage for all domains";

/* Button when domain name can be checked */
"Check Availability" = "Check Availability";

/* Check domain name availability */
"Check domain availability" = "Check domain availability";

/* Pop-up error message indicating error label has details
   Pop-up message to indicate error messages should be checked */
"Check error message" = "Check error message";

/* In-progress text for checking the availability of a domain name */
"Checking availability..." = "Checking availability...";

/* Button while the domain name is being checked */
"Checking..." = "Checking...";

/* Short note that a feature is not yet ready */
"Coming Soon" = "Coming Soon";

/* Pop-up message that the command failed */
"Command failed" = "Command failed";

/* Database Hostnames - the command name itself */
"Database Hostnames" = "Database Hostnames";

/* Database Users - the command name itself */
"Database Users" = "Database Users";

/* Databases - the command name itself */
"Databases" = "Databases";

/* Balance of delinquent/late money owed on an account */
"Delinquent" = "Delinquent";

/* Delinquent date */
"Delinquent Date" = "Delinquent Date";

/* Error message that an internet connection is needed
   Modal window error message when there is no internet connection. */
"DHBot needs an internet connection." = "DHBot needs an internet connection.";

/* Error message to indicate an internet connection is needed and that running commands are now cancelled. */
"DHBot needs an internet connection. Running commands are cancelled." = "DHBot needs an internet connection. Running commands are cancelled.";

/* Modal window error message when there is no internet connection and all commands are cancelled. */
"DHBot needs an internet connection. The operation was cancelled." = "DHBot needs an internet connection. The operation was cancelled.";

/* Disables a promotional/rewards code */
"Disable a promo code" = "Disable a promo code";

/* Disables Promomotional/Rewards Code - the command name itself */
"Disable Promo Code" = "Disable Promo Code";

/* In-progress text for disabling a promotional/rewards code */
"Disabling code..." = "Disabling code...";

/* DNS Records - the command name itself */
"DNS Records" = "DNS Records";

/* Domain Availability - the command name itself */
"Domain Availability" = "Domain Availability";

/* Pop-up (good) message when the domain is available */
"Domain available" = "Domain available";

/* Error label indicating a domain name is unavailable */
"Domain unavailable" = "Domain unavailable";

/* Domain Usage - the command name itself */
"Domain Usage" = "Domain Usage";

/* Domains - the command name itself */
"Domains" = "Domains";

/* Enables Promomotional/Rewards Code - the command name itself */
"Enable Promo Code" = "Enable Promo Code";

/* Enables a promotional/rewards code */
"Enables a promo code" = "Enables a promo code";

/* In-progress text for enabling a promotional/rewards code */
"Enabling code..." = "Enabling code...";

/* Short word for error during generic request */
"Error" = "Error";

/* Expires on a specified date */
"Expires: %@" = "Expires: %@";

/* Error label indicating a domain name format fails the local test */
"Fails local format test" = "Fails local format test";

/* Label to indicate entry failed the local length test */
"Fails local length test" = "Fails local length test";

/* In-progress text for getting account status data */
"Getting account status..." = "Getting account status...";

/* In-progress text for disabling a promotional/rewards code */
"Getting code..." = "Getting code...";

/* In-progress text for getting commands */
"Getting commands..." = "Getting commands...";

/* In-progress text for getting the list of databases */
"Getting databases..." = "Getting databases...";

/* In-progress text for getting the list of database host names */
"Getting DB host names..." = "Getting DB host names...";

/* In-progress text for getting the list of users */
"Getting DB users..." = "Getting DB users...";

/* In-progress text for getting details of a promotional/rewards code */
"Getting details..." = "Getting details...";

/* In-progress text for getting the list of hosted domains */
"Getting domains..." = "Getting domains...";

/* In-progress text for getting the e-mail filter list */
"Getting filters..." = "Getting filters...";

/* In-progress status for getting API keys */
"Getting keys..." = "Getting keys...";

/* In-progress text for getting the e-mail lists that can be sent */
"Getting lists..." = "Getting lists...";

/* In-progress text for getting the referral log */
"Getting log..." = "Getting log...";

/* In-progress text for getting list of pending servers */
"Getting pending servers..." = "Getting pending servers...";

/* In-progress text for getting the server's reboot history */
"Getting reboot history..." = "Getting reboot history...";

/* In-progress text for getting the list of DNS records */
"Getting records..." = "Getting records...";

/* In-progress text for getting the list of registered domain names */
"Getting registrations..." = "Getting registrations...";

/* In-progress text for getting server settings */
"Getting server settings..." = "Getting server settings...";

/* In-progress text for getting the list of private servers */
"Getting servers..." = "Getting servers...";

/* In-progress text for getting status for previous long-running commands */
"Getting service status..." = "Getting service status...";

/* In-progress text for getting the server size history */
"Getting size history..." = "Getting size history...";

/* In-progress text for getting the SSH keys */
"Getting SSH keys..." = "Getting SSH keys...";

/* In-progress text for getting the e-mail subscribers */
"Getting subscribers..." = "Getting subscribers...";

/* In-progress text for getting the referral summary */
"Getting summary..." = "Getting summary...";

/* In-progress text for getting account usage by each user */
"Getting usage by user..." = "Getting usage by user...";

/* In-progress text for getting domain usage */
"Getting usage..." = "Getting usage...";

/* In-progress text for getting the list of users */
"Getting user list..." = "Getting user list...";

/* In-progress text for getting the private server utilization */
"Getting utilization..." = "Getting utilization...";

/* In-progress text for getting the virtual machine (VM) images */
"Getting VM images..." = "Getting VM images...";

/* Error label that domain or sub-domain is invalid */
"Invalid domain or sub-domain" = "Invalid domain or sub-domain";

/* Error label that top-level domain is invalid */
"Invalid top-level domain" = "Invalid top-level domain";

/* Last date the account was re-billed */
"Last Rebill Date" = "Last Rebill Date";

/* Lists all the e-mail announcement lists */
"Lists all announcement lists" = "Lists all announcement lists";

/* Lists all DNS records */
"Lists all DNS records" = "Lists all DNS records";

/* Lists all domain name registrations */
"Lists all domain registrations" = "Lists all domain registrations";

/* Lists all domains hosted on the account */
"Lists all hosted domains" = "Lists all hosted domains";

/* Lists all e-mail filters */
"Lists all mail filters" = "Lists all mail filters";

/* Lists all the MySQL databases */
"Lists all MySQL databases" = "Lists all MySQL databases";

/* Lists all the MySQL host names */
"Lists all MySQL host names" = "Lists all MySQL host names";

/* Lists all the MySQL database users */
"Lists all MySQL users" = "Lists all MySQL users";

/* Lists all private servers */
"Lists all private servers" = "Lists all private servers";

/* Lists all the promotional/rewards codes */
"Lists all promo codes" = "Lists all promo codes";

/* Lists all users on the account */
"Lists all users" = "Lists all users";

/* Lists all pending private server additions */
"Lists pending server additions" = "Lists pending server additions";

/* Lists the private server reboot history */
"Lists private server reboot history" = "Lists private server reboot history";

/* Lists private server settings */
"Lists private server settings" = "Lists private server settings";

/* Lists the private server utilization */
"Lists private server utilization" = "Lists private server utilization";

/* Lists the rewards/promotions referral log in a detailed view */
"Lists referral log" = "Lists referral log";

/* Lists e-mail list subscribers who receive announcements */
"Lists subscribers for announcements" = "Lists subscribers for announcements";

/* Lists the rewards/promotions referral log in a summary view */
"Lists summary of referrals" = "Lists summary of referrals";

/* Lists the API keys available */
"Lists the API keys available" = "Lists the API keys available";

/* Lists the private server size history */
"Lists the private server size history" = "Lists the private server size history";

/* Lists the SSH security keys available */
"Lists the SSH keys available" = "Lists the SSH keys available";

/* Lists virtual machine (VM) image types */
"Lists VM image types" = "Lists VM image types";

/* Mail Filters - the command name itself */
"Mail Filters" = "Mail Filters";

/* Short string referring to a network problem
   Short title for modal window when there is a network problem */
"Network Problem" = "Problème de Réseau";

/* Next date the account will be re-billed */
"Next Rebill Date" = "Next Rebill Date";

/* Button (disabled) when there is no internet connection
   Pop-up message to indicate no internet connection */
"No Connection" = "Pas de Connexion";

/* Error label when API key is not valid */
"Not a valid API key" = "Not a valid API key";

/* Short message to acknowledge, like OK */
"OK" = "OK";

/* Date when money is overdue */
"Past Due Date" = "Past Due Date";

/* Pending Additions - the command name itself */
"Pending Additions" = "Pending Additions";

/* These API commands are allowed */
"Permissible API commands" = "Permissible API commands";

/* Post Announcement - the command name itself */
"Post Announcement" = "Post Announcement";

/* Posts/sends an e-mail to an announcement list */
"Post to an announcement list" = "Post to an announcement list";

/* In-progress text for posting/sending an e-mail announcement */
"Posting announcement..." = "Posting announcement...";

/* Promomotional/Rewards Codes - the command name itself */
"Promo Codes" = "Promo Codes";

/* Promomotional/Rewards Details - the command name itself */
"Promo Details" = "Promo Details";

/* Reboot History - the command name itself */
"Reboot History" = "Reboot History";

/* Reboot Server - the command name itself */
"Reboot Server" = "Reboot Server";

/* In-progress text for rebooting a private server */
"Rebooting server..." = "Rebooting server...";

/* Reboots the private server */
"Reboots the server" = "Reboots the server";

/* Referral Log - the command name itself */
"Referral Log" = "Referral Log";

/* Referral Summary - the command name itself */
"Referral Summary" = "Referral Summary";

/* Remove DB Hostname - the command name itself */
"Remove DB Hostname" = "Remove DB Hostname";

/* Remove DB User - the command name itself */
"Remove DB User" = "Remove DB User";

/* Remove DNS Record - the command name itself */
"Remove DNS Record" = "Remove DNS Record";

/* Remove Mail Filter - the command name itself */
"Remove Mail Filter" = "Remove Mail Filter";

/* Remove Pending Additions - the command name itself */
"Remove Pending Additions" = "Remove Pending Additions";

/* Remove Promomotional/Rewards Code - the command name itself */
"Remove Promo Code" = "Remove Promo Code";

/* Remove Server - the command name itself */
"Remove Server" = "Remove Server";

/* Remove Subscriber - the command name itself */
"Remove Subscriber" = "Remove Subscriber";

/* Remove User - the command name itself */
"Remove User" = "Remove User";

/* Removes a DNS record */
"Removes a DNS record" = "Removes a DNS record";

/* Removes an e-mail filter */
"Removes a mail filter" = "Removes a mail filter";

/* Removes a MySQL database host name */
"Removes a MySQL hostname" = "Removes a MySQL hostname";

/* Removes a MySQL database user */
"Removes a MySQL user" = "Removes a MySQL user";

/* Removes a private server */
"Removes a private server" = "Removes a private server";

/* Adds a promotional/rewards code */
"Removes a promo code" = "Removes a promo code";

/* Removes a user from the account */
"Removes a user" = "Removes a user";

/* Removes an e-mail subscriber from an announcement list */
"Removes an announcement subscriber from a list" = "Removes an announcement subscriber from a list";

/* Lists all pending private server additions */
"Removes pending server additions" = "Removes pending server additions";

/* In-progress text for removing a promotional/rewards code */
"Removing code..." = "Removing code...";

/* In-progress text for removing an e-mail filter */
"Removing filter..." = "Removing filter...";

/* In-progress text for removing the hostname */
"Removing hostname..." = "Removing hostname...";

/* In-progress text for removing pending server additions */
"Removing pending servers..." = "Removing pending servers...";

/* In-progress text for removing a DNS record */
"Removing record..." = "Removing record...";

/* In-progress text for removing a private server */
"Removing server..." = "Removing server...";

/* In-progress text for removing the e-mail subscriber */
"Removing subscriber..." = "Removing subscriber...";

/* In-progress text for removing a database user
   In-progress text for removing a user */
"Removing user..." = "Removing user...";

/* Server Settings - the command name itself */
"Server Settings" = "Server Settings";

/* Servers - the command name itself */
"Servers" = "Servers";

/* Remove User - the command name itself */
"Service Progress" = "Service Progress";

/* Set Server Size - the command name itself */
"Set Server Size" = "Set Server Size";

/* Sets the size of the private server */
"Sets size of private server" = "Sets size of private server";

/* In-progress text for setting the server size */
"Setting server size..." = "Setting server size...";

/* Shows details of a promotional/rewards code */
"Shows promo details" = "Shows promo details";

/* Shows status of a long running command that was executed */
"Shows status of long running command" = "Shows status of long running command";

/* Size History - the command name itself */
"Size History" = "Size History";

/* SSH Keys - the command name itself */
"SSH Keys" = "SSH Keys";

/* Subscribers - the command name itself */
"Subscribers" = "Subscribers";

/* Current day/today at Dreamhost */
"Today (@ Dreamhost)" = "Today (@ Dreamhost)";

/* Update Settings - the command name itself */
"Update Settings" = "Update Settings";

/* Updates private server settings */
"Updates private server settings" = "Updates private server settings";

/* In-progress text for updating server settings */
"Updating server settings..." = "Updating server settings...";

/* User Usage - the command name itself */
"User Usage" = "User Usage";

/* Users - the command name itself */
"Users" = "Utilisateurs";

/* Utilization - the command name itself */
"Utilization" = "Utilization";

/* Button to validate the key */
"Validate" = "Valider";

/* Button after API key is validated
   Pop-up after API key is validated */
"Validated" = "Validé";

/* In-progress pop-up while API key is validating */
"Validating key..." = "Validation de la clé...";

/* In-progress button while API key is validating */
"Validating..." = "Validation...";

/* Pop-up error when validation has failed */
"Validation failed" = "Validation échoué";

/* VM Images - the command name itself */
"VM Images" = "VM Images";

/* Error label that the API key was already added */
"You already added that key to DH Bot" = "Vous avez déjà ajouté cette clé";

